Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleSwitchboardSlotInconsistency
The template applied to this panel schedule is set to display fewer space than what is needed to display the max number of circuits set on the equipment.

Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.CustomFieldNecessaryIdDeleted
An element that is needed to compute the field [field name] from [schedule name] schedule was deleted.